debug_lote_nfcom.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Header>
    <nfcomCabecMsg xmlns="http://www.portalfiscal.inf.br/nfcom/wsdl/NFComRecepcao">
      <cUF>52</cUF>
      <versaoDados>1.00</versaoDados>
    </nfcomCabecMsg>
  </soap12:Header>
  <soap12:Body>
    <nfcomDadosMsg xmlns="http://www.portalfiscal.inf.br/nfcom/wsdl/NFComRecepcao">H4sIAAAAAAAACp1XSbPqSnL+K/h2hDe8czQgCdTWxVEaEWhAI4iOXmhCCDSAJBCwc3jhH+JF/4de
vvvHXEKHM9x+dr/nExyUU2VlfpWVShhN5Mp8cM2zov7+bdc0xz8jSNu2r8eyavxsm9ahn72mxfY1
qJBiG5b5tykD2X6ZHH3/9qBIHKdQjCRGGDFBxyiKYviEwlEUfvo/DEPpMYpNaAz7NrjEVe2X379h
ryjauYviKRM64pTEGaR7Ms0R5MEUY5CeYPIymlJQ2T2ZOq7SeAq5nmAKTexMuwcTwq+3faCrh4R3
O233YKKdkKdTHMWpFxR7wVEbRf8MPyT9go4gwSC9AdwePup+/wfFFFbaxODclFV6n0LDLzwTqudC
lGD42GTUuXnjmW1aPNDpVrzT0LvoN52oJxiIxrIqwynxSuKvUPzkGeQBTJyn0IjTlvPpV3wZ5CFk
ZAGmhOE0PRnTDAI5hjPt6Qiq4YO5amUeT13ZBQNBXZqCoPGyKmi2bg0UmwcM0hswV9Evmt5OVAeT
yS8kVD1kTFxEcSU8wrgqSTUFrqDJPBjMHYsTFFnTBwuHlW2LmwmLAS8MdEV2BdnsfHfmTFGVUwvR
IGqQYK7cMZsaDuBNgNMDRbeFAY4PLKCAAYoNbME0Bf0VLu3MmCvrpxVcJTnABJoMxW+CB+ZfEYfW
3fdStywBGj4knLCcjkc0SmEoLJiOY2B9STqDdGW2LYsY1hVNowQ+oiBiDwGDfEoY6eGP4rp5Yskr
A8uzbEGFwXKaruiS/AFjf070aDLB4J7wnIjx85zSIpIFvnMEj+mD6eHtyQdeS+AosmV/gQ9eH+qJ
3xsCrAARc98Mv6AyIkl0hE6+oGL9+O9ysPTPWfkZGhQbwXuJER/QWMseGuRTVEifvV/XaQELAmaZ
cmUE3tmf0/2q7S7zO9Nf6c86K64uTpNmU6pTvXNMwZVFU/kNzJ3Eqe7yf0iY6EnKxcd9xiCsXxQf
ZmKav5mNXrpsvygY5FNmUdwMCrmJc9idYGs6Vl3HCZfdg4QLe4q5Ph6wyDlHAT/+68d/6gNOVwWT
k4Ey0MDA/PEfvKwPPm7TK/nL4FGYL13t9cuZkMvgzlOUQlGiK883nuFEfTmlRmh3LB3JnNU4mkLu
8WROsGucKz/yp13/7Kr/Q8JcutgfCthIHjRzgacYTtFe9KCZi35uYLm8yXqGuTyielvaR4j0+af5
saw73GVOtQgURmjZUwKeZfeELedNupStXoU+VReWezqEFHPsLNBXCraWBwm3fAg6+wfJIL0PXZS1
f+brzWj0ED055vJGQKfwPj856OJJvOcCqxoWdVPCt9xv5t5lZZdNvzH6sfGlUzwFD7oXQWTL4rO8
FzAXkVs+xR3Z49V7/u1g/wGVi+hoti0o727e2E7RQfSUPmAy48au0qDfADJvzjqLN+4h5kr4Rqo/
ad4EvdJSlM+qjoVZmqb4nmBH99qP3X5voXUv7F7SvaGRtzNIHm9D+Io8xk1Hdhf2cfrvEiZy4yJ8
6l5Q/AWDXe5dyETLuHLqf2wKH+KnyUdDePPxIWbCMmL9qvIfA8AHwyB9gHD4AVEaPojuHWXD5hgP
onjQTQo1bLP/NtC6ZttAWM6N/+NvHQPV3akPwrLYllUeD/yqeR1gJGwLv/4N//XvvwzWvwy+Rd8G
kT/gTJFFMBo2jYGcn4s08qOHf5m1EI795ANUTZqUA7pbnhZhWpew43QelDgddKhlcR4XjV8Nil//
PsAxAoEpk9275xH4g+hTQZ4T3cdsZ507k1MFe/mb5l/+wvHABn/phsQaTonRNn7pp8TX+lLVr/CT
lJduTnwsQAwTro3/Pdw92O9/ZET818fc9x37619hbJ9jQL6GZ6VJ0bW++DcG2Hb0WlYJ0rlHUBqB
BlGdJn/61q+KIxmiCMvNL8oihTNuevebtCzUuNmV0QBkCRztml3+Wy5ts/OKIabAvUC3LyFGFC+d
BB1h5DfkU1i/x9vPAcLR+KXe+VjnyIy3cQWrOx44pvz925/++Kw9ZezKL+quYOpP9B8LKS4ucVYe
4+ilfmbWRfc7vf1TuJDPIfJpAi/U/we4J2i9B9fPzvE0B0kQbastdVLFLbvItXV8nh2WpEE53xnk
syWDvIMN6c8l8n6avaGE6CEuIu4dR9Ab7bGH0EyQu5vhtUdZxMrLnDje3BzuNOPLCWEJ6ybd3uU8
3k54DQjKLFDv1+G5CG7iGgRL0bcuZHMLj8jwwK7xyjpc0GPLzykkC+14vnBOHh6AIaZUAdwzEtuM
pM3V6T6Z4Nd6XekqPwodcAZHa1WGVT7H0gif2MrVObobApSseUN9OJktwBYNaYINXe1CkecLvtzl
xBlLc5VvbGnenMlgH1yCdr1FsJpmi52GSAuXXks5oV5GQ2wrLc39ciEMNfm0ORLRWGqa+WE/JzTV
ueQUeo1TTiNd+rCruWpJ43rlKOJ5k2V4zDaIdz15UhJsAaVwSqb467LwT3xsjeeEuxfS4Ki037/3
oH8CmlnEt/4E1iRK837j9xQXw763hXcWzmuqLM80m+NYE09AK7MgkWVzZmTwV8QhY42WN7z5otzI
u0uoAUNQWAO0K/jqVMFBApgjsDuVMzL5KtyBySaay4LS5g4Z73AYF+bi3V+1V9EGdq+rbV4QeVnU
lrboOpbF4potxCrbPnyBq+oajpo4KK26rjmXBQwLZuYxlK47eeZhKkuseVvGVFu4arxAarzaqmLZ
yfCfZG0StVfuDub9vp4NDnNLNdVWMDzeNYyF0B7nBgYao5jvQjyrVaNuuV4nC+18Zt8FXQV9XOxV
FR2Jvoe4c53tQfjMRXS+5KJFqyvqr9na6/Naq6zzWM9dVV3dJwT84Yird9CqPMx0/xmz2uYy9rZZ
a1mQa0cPYibtgffUCY6WhYV53OTZ3luZF1lkF7IgXGHOrdI+YuaF225luRtWFlzNEeei6ZCC5WCi
nZlL58aqrmCy+t5B1buA6jwYwRha1ZYJeP6svAcamxxOu0Mq0S3KwnMWAdA5YExAp+eSBaQFUIHS
iiZ2QxXiHZkMG1zdX2ssb5HZbLiR6M11OdtsmnhdK7VNkOIJA/sUEc9bA/eq8VhOimy+tUiqmtis
7IyXNzI2zXNNoLcaTfXzbq/R9XmTrGhunc+Xd3hfPWwcCjhxsq31bajZebK4pePqAo9tBUE6n9fg
CDB5tjYoiw1ze5ZHoyVFbHmk9RZ7I0eWhgVzVFeHw4JoQBBMWHSW7XhewpHtLPMXo3VyG9UHr63h
j0/lbHjmuDIPa3d+0V18w6mboTMZ+wee3PJ0YfhKg8m3izuvJ2spMMuUz2mwv640ZdJyy9tWrC96
Fm6JnJPCdDaWhf1yHRvV9YTDiD3naCw26yFaLMqhgq2K9iSVw1M0bmUeGIAtCZmL7xwHirCvQxO1
WSC3gAfbrg5mlipIPFglLCy7M5oloNgWsiIX6FYaBeZWjXCytlmHTZKKTQSRNUJ4jqasCl5rAk9e
tB7LGs5MBQtJl3ZoNIO95EbvPdw4eyvtHuBXLJIOZw+nGyWf3xT8ug9TeufdsKeuCdZuHUlZG0hC
E+2dc8hHqSpL+CM+UxASn2gT/8yKxeYY5WIeWGQbjLT7xmGLYCUeA47cBzieyK0nekLLgnaRSDvV
M9Ad6xyuIqxTznCugutkun1jV5Du6lcs2YPErlgVGCpfssDmf6OOSz552gglBxu4LcN7Zlx1O2w1
PiS1u9DdPXhnnPax5v/6X4A1m7iJDQSepYAuwHfmzzbr/owSVvRal2ctNtl09hywvNbiWenTOXDA
9Ch/ZqIhX14UXNtvOHLnjbRLMHNR3+owQc9eIV/gHdqHN/oQSmrjrdQmxOk6WptHZfXRB5WCPWz2
IOprwhHEPfh85jxIPs4atEabeI8eFs1ai93xHAuDHJb8LdFLj/g9MQWSBmtB3Cvrpw5rPvochmvQ
NszbdkkBuuTPkr76Uls3JRf373nk0IdFprCuam8kX/7XHNceBm1vAf+Wp0EIYmI4lTFrDitPKfRJ
lXKNcE5nM30UeAenbfnkcR5LYMwQWPgQh3WiAlTirJNkycGINwSWax0A4D0DBufkKF7oRUQLtOpv
r8XkvJ27+nK8k+/2Fd/TNpdSVqZyJ8qg1+36lh+DSOTHoy0yFDdHNOD1nJRp/SBgpRBd0dLSdSpV
BPt+NKvYSSpbbKu8IgXdmB/VDXFgg5xc87udFbsNZaIWVxZXi7iexZt1vu6HbpE5NwWY3Iy4V+x+
SfKZv2oS0a7imeavzPsMOZ1BpB+rwKD5TYteMAt1BQXV3SUnFbxALA6aPY/vq8taiIYiaaq7bHFo
7u7EorZUHsRyTUvbg+KoBwIxSmp3X2G2QNoEgSSmX6O7Mc/tG1CHuqtS8j7JdEU17aKZE+R6yN5p
o3UTUz5r8ZGf52WyopBVTofrjDwqyLgkG8zCpHF2mWSmZFA8fZkb4/U4DSSK1EXJcOzlKvDL2Cw3
iqI06IVQd9QJsLPNpHQyLZoUQqFhEXXg4rMR3OW9qHF3QsDw44KghDDjNuQtGKlLMSd34zxEF+p5
blLsVgw0V8ek/Qm7hkE+SS61V+HmzMpuq4XuS1arHSgV8MhmeFwe2+0iM2Sd4Bd4TgZewlOnTF9h
59xYYRfiTB3q1dnkz7R2zE19qTeFvtJSN3SN7WFybKnVSlnpI0WCZAoipHSzc4iZoT+RmoOjh6eh
uHW2y4Og8TZaqzG/1KiABhVBdIdDXarLHZDWNkVs8kYryZBLF1v6njhDB1ziJYrL4nCu5G5BFdou
GbXRdZLW1qiVLKMb7H6e2npJP9Eh71Pex/wH6f733v8Ap0rNhJ4YAAA=</nfcomDadosMsg>
  </soap12:Body>
</soap12:Envelope>